{
    "data": [
        {
            "title": "Top 10 Series",
            "type": "hero",
            "list": [
                {
                    "id": 85271,
                    "title": "WandaVision",
                    "summary": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/glKDfE6btIRcVB5zrjspRIs4r52.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1429,
                    "title": "Attack on Titan",
                    "summary": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/aiy35Evcofzl7hASZZvsFgltHTX.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 105763,
                    "title": "The New York Times Presents",
                    "summary": "A series of standalone documentaries powered by the unparalleled journalism and insight of The New York Times, bringing viewers close to the essential stories of our time.",
                    "rating": 10,
                    "image": "https://image.tmdb.org/t/p/w500/rNLd1pJZiDMWtuy09Agy1Aggurz.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 69050,
                    "title": "Riverdale",
                    "summary": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 97173,
                    "title": "Behind Her Eyes",
                    "summary": "A single mother enters a world of twisted mind games when she begins an affair with her psychiatrist boss while secretly befriending his mysterious wife.",
                    "rating": 9,
                    "image": "https://image.tmdb.org/t/p/w500/sfd90NIf778KoBFmpdBTow4xTm7.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1399,
                    "title": "Game of Thrones",
                    "summary": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 79680,
                    "title": "Snowpiercer",
                    "summary": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
                    "rating": 7.5,
                    "image": "https://image.tmdb.org/t/p/w500/95xQPSqwvQDRoB3rXUn4lRyJrBW.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 82856,
                    "title": "The Mandalorian",
                    "summary": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 86382,
                    "title": "The Stand",
                    "summary": "In a world mostly wiped out by the plague and embroiled in an elemental struggle between good and evil, the fate of mankind rests on the frail shoulders of the 108-year-old Mother Abagail and a handful of survivors. Their worst nightmares are embodied in a man with a lethal smile and unspeakable powers: Randall Flagg, the Dark Man.",
                    "rating": 7.2,
                    "image": "https://image.tmdb.org/t/p/w500/w6XiuRK5QQaLNmIqDRCWOpEcHwi.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 103302,
                    "title": "Clarice",
                    "summary": "In 1993, six months after the events of The Silence of the Lambs, FBI Agent Clarice Starling returns to the field to pursue serial murderers and sexual predators while navigating the high stakes political world of Washington, D.C.",
                    "rating": 8.8,
                    "image": "https://image.tmdb.org/t/p/w500/7OFxU0bBO0HDL4klXmM1ahJPbv8.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 86430,
                    "title": "Your Honor",
                    "summary": "New Orleans judge Michael Desiato is forced to confront his own deepest convictions when his son is involved in a hit and run that embroils an organized crime family.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/xWJZjIKPeEZhK3JRYKOe06yW6IU.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 110529,
                    "title": "Invisible City",
                    "summary": "An environmental police officer uncovers a hidden world of mythological entities from Brazilian folklore when he finds a connection between the mysterious appearance of a dead river dolphin on a Rio de Janeiro beach and the death of his beloved wife.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/9S36vdeagChJeb3OziMOCiqVfPj.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 37854,
                    "title": "One Piece",
                    "summary": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/4I1xjEKZxeeBT8RXg0BA6k6PM8e.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116736,
                    "title": "The Crew",
                    "summary": "When the owner of the fictional NASCAR Bobby Spencer Racing tem steps down and passes the team off to his daughter Catherine, the crew chief has to protect himself and his crew from her attempts to  modernize.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/1ZYcTkJ2hCGBu4OzaN0gn0xnHwI.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 96580,
                    "title": "Resident Alien",
                    "summary": "Crash-landed alien Harry takes on the identity of a small-town Colorado doctor. Arriving with a secret mission, he starts off living a simple life…but things get a bit rocky when he’s roped into solving a local murder and realizes he needs to assimilate into his new world. As he does, he begins to wrestle with the moral dilemma of his mission and asking the big life questions like: “Are human beings worth saving?” and “Why do they fold their pizza before eating it?”",
                    "rating": 8.8,
                    "image": "https://image.tmdb.org/t/p/w500/bG5aqfT5lTHuSbcQofNHtH0RyyP.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 96677,
                    "title": "Lupin",
                    "summary": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 97175,
                    "title": "Fate: The Winx Saga",
                    "summary": "The coming-of-age journey of five fairies attending Alfea, a magical boarding school in the Otherworld where they must learn to master their powers while navigating love, rivalries, and the monsters that threaten their very existence.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/oHj6guMrLfQcBzo3uxwBJc8Y736.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 63639,
                    "title": "The Expanse",
                    "summary": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/5vQlVWkIMPhZ88OWchJsgwGEK9.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        },
        {
            "title": "Latest Series",
            "type": "landscape",
            "list": [
                {
                    "id": 116989,
                    "title": "Crime Scene: The Vanishing at the Cecil Hotel",
                    "summary": "The notorious Cecil Hotel grows in infamy when guest Elisa Lam vanishes. A dive into crime's darkest places.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/9s5Za1RYXSjIA1g0KO1R7uywGlA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 44217,
                    "title": "Vikings",
                    "summary": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 95205,
                    "title": "The Equalizer",
                    "summary": "Robyn McCall, an enigmatic former CIA operative with a mysterious background, uses her extensive skills to help those with nowhere else to turn.",
                    "rating": 8.8,
                    "image": "https://image.tmdb.org/t/p/w500/gAgShytJMWSYkjxa7ZDjSZhsnlc.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 79460,
                    "title": "Legacies",
                    "summary": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/qTZIgXrBKURBK1KrsT7fe3qwtl9.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 89247,
                    "title": "Batwoman",
                    "summary": "Kate Kane, armed with a passion for social justice and a flair for speaking her mind, soars onto the streets of Gotham as Batwoman, an out lesbian and highly trained street fighter primed to snuff out the failing city's criminal resurgence. But don't call her a hero yet. In a city desperate for a savior, Kate must overcome her own demons before embracing the call to be Gotham's symbol of hope",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/xjyEpcuDbB1jy0ehNQMBiO8KOdr.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71446,
                    "title": "Money Heist",
                    "summary": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/MoEKaPFHABtA1xKoOteirGaHl1.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 46952,
                    "title": "The Blacklist",
                    "summary": "Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/htJzeRcYI2ewMm4PTrg98UMXShe.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1402,
                    "title": "The Walking Dead",
                    "summary": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/rqeYMLryjcawh2JeRpCVUDXYM5b.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71712,
                    "title": "The Good Doctor",
                    "summary": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71663,
                    "title": "Black Lightning",
                    "summary": "Jefferson Pierce is a man wrestling with a secret. As the father of two daughters and principal of a charter high school that also serves as a safe haven for young people in a New Orleans neighborhood overrun by gang violence, he is a hero to his community.",
                    "rating": 7.2,
                    "image": "https://image.tmdb.org/t/p/w500/h1xbvvO6oqchfLe6xh0yLNnQxeM.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 75219,
                    "title": "9-1-1",
                    "summary": "Explore the high-pressure experiences of police officers, paramedics and firefighters who are thrust into the most frightening, shocking and heart-stopping situations. These emergency responders must try to balance saving those who are at their most vulnerable with solving the problems in their own lives.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/wP9Ho6PCmmrFHLK1VjSAwZKVKtX.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 46639,
                    "title": "American Gods",
                    "summary": "An ex-con becomes the traveling partner of a conman who turns out to be one of the older gods trying to recruit troops to battle the upstart deities. Based on Neil Gaiman's fantasy novel.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/3KCAZaKHmoMIN9dHutqaMtubQqD.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 97754,
                    "title": "Young Rock",
                    "summary": "This coming-of-age journey highlights the unforgettable moments and incredible relationships that took Dwayne \"The Rock\" Johnson from ordinary kid to extraordinary superstar – revealing he’s more like us than we know.",
                    "rating": 9.2,
                    "image": "https://image.tmdb.org/t/p/w500/hUmSMg5KHJkgeOk9AvbTINYOuEf.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 87049,
                    "title": "Firefly Lane",
                    "summary": "For decades, childhood best friends Kate and Tully have weathered life's storms together -- until a betrayal threatens to break them apart for good.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/vJdhhyideVVOw9nT9kaD4yKD53z.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1396,
                    "title": "Breaking Bad",
                    "summary": "When Walter White, a New Mexico chemistry teacher, is diagnosed with Stage III cancer and given a prognosis of only two years left to live. He becomes filled with a sense of fearlessness and an unrelenting desire to secure his family's financial future at any cost as he enters the dangerous world of drugs and crime.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/ggFHVNu6YYI5L9pCfOacjizRGt.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 115194,
                    "title": "A Perfect Planet",
                    "summary": "A unique fusion of blue chip natural history and earth science that explains how our living planet operates. This five-part series shows how the forces of nature drive, shape and support Earth’s great diversity of wildlife.",
                    "rating": 9.2,
                    "image": "https://image.tmdb.org/t/p/w500/8JJa4gduVytwpXQzFtZNibRA6S.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 87739,
                    "title": "The Queen's Gambit",
                    "summary": "In a Kentucky orphanage in the 1950s, a young girl discovers an astonishing talent for chess while struggling with addiction.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/zU0htwkhNvBQdVSIKB9s6hgVeFK.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 456,
                    "title": "The Simpsons",
                    "summary": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/2IWouZK4gkgHhJa3oyYuSWfSqbG.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 88396,
                    "title": "The Falcon and the Winter Soldier",
                    "summary": "Following the events of “Avengers: Endgame”, the Falcon, Sam Wilson and the Winter Soldier, Bucky Barnes team up in a global adventure that tests their abilities, and their patience.",
                    "rating": 0,
                    "image": "https://image.tmdb.org/t/p/w500/6kbAMLteGO8yyewYau6bJ683sw7.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 88055,
                    "title": "Servant",
                    "summary": "A Philadelphia couple are in mourning after an unspeakable tragedy creates a rift in their marriage and opens the door for a mysterious force to enter their home.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/8yfkkAeoI77opqAvB9fyf4knftS.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 99121,
                    "title": "Walker",
                    "summary": "Reboot of the 1993 series focusing on Walker as he returns from years undercover. A widower and father of two, he begins fighting crime with a new partner, who is one of the only female Rangers in history.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/y4VHQbbY1UcAjHN7UTGu0MGyVl2.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71728,
                    "title": "Young Sheldon",
                    "summary": "The early life of child genius Sheldon Cooper, later seen in The Big Bang Theory.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/aESxB2HblKlDzma39xVefa20pbW.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 91239,
                    "title": "Bridgerton",
                    "summary": "Wealth, lust, and betrayal set in the backdrop of Regency era England, seen through the eyes of the powerful Bridgerton family.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/qaewZKBKmXjb4ZfFBb1LCug6BE8.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 60735,
                    "title": "The Flash",
                    "summary": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 77236,
                    "title": "A Discovery of Witches",
                    "summary": "Closet witch Teresa Palmer and centuries-old vampire Matthew Goode are drawn into a deadly mystery and forbidden romance when a magical book shows up in an Oxford library.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/5OyAOXbIZiUi8JA5S1eN4yepLTR.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1418,
                    "title": "The Big Bang Theory",
                    "summary": "The sitcom is centered on five characters living in Pasadena, California: roommates Leonard Hofstadter and Sheldon Cooper; Penny, a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's equally geeky and socially awkward friends and co-workers, mechanical engineer Howard Wolowitz and astrophysicist Raj Koothrappali. The geekiness and intellect of the four guys is contrasted for comic effect with Penny's social skills and common sense.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/ooBGRQBdbGzBxAVfExiO8r7kloA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        },
        {
            "title": "Recommended For You",
            "type": "landscape",
            "list": [
                {
                    "id": 58841,
                    "title": "Chicago P.D.",
                    "summary": "A riveting police drama about the men and women of the Chicago Police Department's District 21 who put it all on the line to serve and protect their community. District 21 is made up of two distinctly different groups: the uniformed cops who patrol the beat and go head-to-head with the city's street crimes and the Intelligence Unit that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/OlPR1kctwXzSUJQkZINDDhNlHV.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 95638,
                    "title": "Capitani",
                    "summary": "The body of a teenage girl is found in the forest near the rural village of Manscheid, deep in the North of Luxembourg. Luc Capitani, a gruff detective from the South of the country, is put in charge of the case. Having trouble navigating the closed, communal and protective mentality of the northerners, Capitani finds himself unwillingly dependent on the help of Elsa Ley, a young and intrepid local policewoman. The officers quickly find themselves entangled in a web of secrets and lies.",
                    "rating": 6.5,
                    "image": "https://image.tmdb.org/t/p/w500/snt5mDy61jwhsp0gkhB6CGSXHMH.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 85937,
                    "title": "Demon Slayer: Kimetsu no Yaiba",
                    "summary": "It is the Taishō period in Japan. Tanjirō, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjirō resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
                    "rating": 8.9,
                    "image": "https://image.tmdb.org/t/p/w500/wrCVHdkBlBWdJUZPvnJWcBRuhSY.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 34307,
                    "title": "Shameless",
                    "summary": "Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/9akij7PqZ1g6zl42DQQTtL9CTSb.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 67136,
                    "title": "This Is Us",
                    "summary": "Follows the lives and families of three adults living and growing up in the United States of America in present and past times. As their paths cross and their life stories intertwine in curious ways, we find that several of them share the same birthday - and so much more than anyone would expect.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/bPaVOvW2LK6oYrRv9Ybb196ywub.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 66732,
                    "title": "Stranger Things",
                    "summary": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/x2LSRK2Cm7MZhjluni1msVJ3wDF.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 44006,
                    "title": "Chicago Fire",
                    "summary": "An edge-of-your-seat view into the lives of everyday heroes committed to one of America's noblest professions. For the firefighters, rescue squad and paramedics of Chicago Firehouse 51, no occupation is more stressful or dangerous, yet so rewarding and exhilarating. These courageous men and women are among the elite who forge headfirst into danger when everyone else is running the other way and whose actions make the difference between life and death.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/6AccYL0eb7uzHn98IKaNjvJbyuA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 113622,
                    "title": "Sisyphus: The Myth",
                    "summary": "An unfathomable incident introduces a genius engineer to dangerous secrets of the world — and to a woman from the future who's come looking for him.",
                    "rating": 9,
                    "image": "https://image.tmdb.org/t/p/w500/qK5IluP3A7HZ5mDuIKrN9d2yNv2.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1416,
                    "title": "Grey's Anatomy",
                    "summary": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 74016,
                    "title": "The Resident",
                    "summary": "A tough, brilliant senior resident guides an idealistic young doctor through his first day, pulling back the curtain on what really happens, both good and bad, in modern-day medicine.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/kG3AlyUz63O8LFS2jJQdmOo7qQI.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 65942,
                    "title": "Re:ZERO -Starting Life in Another World-",
                    "summary": "Natsuki Subaru, an ordinary high school  student, is on his way home from the convenience store when he finds  himself transported to another world. As he's lost and confused in a new  world where he doesn't even know left from right, the only person to  reach out to him was a beautiful girl with silver hair. Determined to  repay her somehow for saving him from his own despair, Subaru agrees to  help the girl find something she's looking for.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/2EJ5QSz6f5Iya12DR8pfJ2bNCd2.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 57243,
                    "title": "Doctor Who",
                    "summary": "The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.",
                    "rating": 7.2,
                    "image": "https://image.tmdb.org/t/p/w500/cDDb7WA2i7cENhkEEjXEDrXGyNL.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 82428,
                    "title": "All American",
                    "summary": "When a rising high school football player from South Central L.A. is recruited to play for Beverly Hills High, the wins, losses and struggles of two families from vastly different worlds - Compton and Beverly Hills - begin to collide. Inspired by the life of pro football player Spencer Paysinger.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/3Emr8Hqbcn5Xz9IJy8dh1u5kB5Y.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1668,
                    "title": "Friends",
                    "summary": "The misadventures of a group of friends as they navigate the pitfalls of work, life and love in Manhattan.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/f496cm9enuEsZkSPzCwnTESEK5s.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 76479,
                    "title": "The Boys",
                    "summary": "A group of vigilantes known informally as “The Boys” set out to take down corrupt superheroes with no more than blue-collar grit and a willingness to fight dirty.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/mY7SeH4HFFxW1hiI6cWuwCRKptN.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 100010,
                    "title": "Big Sky",
                    "summary": "Private detective Cassie Dewell partners with ex-cop Jenny Hoyt on a search for two sisters who have been kidnapped by a truck driver on a remote highway in Montana. When they discover that these are not the only girls who have disappeared in the area, they must race against the clock to stop the perpetrator before another woman is taken.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/lunRXEz4Wun6oxg4mAsI8CctQ4a.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 77169,
                    "title": "Cobra Kai",
                    "summary": "This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/obLBdhLxheKg8Li1qO11r2SwmYO.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1622,
                    "title": "Supernatural",
                    "summary": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/KoYWXbnYuS3b0GyQPkbuexlVK9.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 85552,
                    "title": "Euphoria",
                    "summary": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/5mi3aRl16yKmfpQJMzvqN5TXkdA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 31910,
                    "title": "Naruto Shippūden",
                    "summary": "Naruto Shippuuden is the continuation of the original animated TV series Naruto.The story revolves around an older and slightly more matured Uzumaki Naruto and his quest to save his friend Uchiha Sasuke from the grips of the snake-like Shinobi, Orochimaru. After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work, though it will not be easy, as He has amassed a few (more dangerous) enemies, in the likes of the shinobi organization; Akatsuki.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/hKkY4Hf5tDKCwVzzeo42vp1RxPQ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 86031,
                    "title": "Dr. Stone",
                    "summary": "One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind, to kickstart civilization with the power of science!",
                    "rating": 8.8,
                    "image": "https://image.tmdb.org/t/p/w500/dLlnzbDCblBXcJqFLXyvN43NIwp.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 19614,
                    "title": "It",
                    "summary": "In 1960, seven outcast kids known as \"The Losers' Club\" fight an evil demon who poses as a child-killing clown. Thirty years later, they reunite to stop the demon once and for all when it returns to their hometown.",
                    "rating": 6.8,
                    "image": "https://image.tmdb.org/t/p/w500/4ybQ6gopB3H3cu0seVZLznDnIKo.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 118043,
                    "title": "Amend: The Fight for America",
                    "summary": "When the United States of America was founded, the ideals of freedom and equality did not apply to all people. These are the stories of the brave Americans who fought to right the nation’s wrongs and enshrine the values we hold most dear into the Constitution — with liberty and justice for all.",
                    "rating": 0,
                    "image": "https://image.tmdb.org/t/p/w500/a7i3jJe9rI7RSvlGoMB7aYI7XVt.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 89393,
                    "title": "9-1-1: Lone Star",
                    "summary": "Nearly 20 years ago, Owen Strand was the lone survivor of his Manhattan firehouse on 9/11. In the wake of the attack, Owen had the unenviable task of rebuilding his station. After a similar tragedy happens to a firehouse in Austin, Owen, along with his troubled firefighter son, T.K., takes his progressive philosophies of life and firefighting down to Texas, where he helps them start anew. On the surface, Owen is all about big-city style and swagger, but underneath he struggles with a secret he hides from the world - one that could very well end his life.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/mrzE6bXc8g9NQd8IBKB25louWq8.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 91875,
                    "title": "Prodigal Son",
                    "summary": "The son of a notorious serial killer becomes an acclaimed criminal psychologist who uses his unique insight into how killers think to help the NYPD.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/1huPpms7f5MwBq37en8lOUnF1Zg.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 62650,
                    "title": "Chicago Med",
                    "summary": "An emotional thrill ride through the day-to-day chaos of the city's most explosive hospital and the courageous team of doctors who hold it together. They will tackle unique new cases inspired by topical events, forging fiery relationships in the pulse-pounding pandemonium of the emergency room.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/8mFhW6fJlapqq3cmQjxcG5h4KFa.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 94235,
                    "title": "The Watch",
                    "summary": "A group of misfit cops rise up from decades of helplessness to save their corrupt city from catastrophe. Inspired by the characters created by Sir Terry Pratchett’s famous “Discworld” novels.",
                    "rating": 6.7,
                    "image": "https://image.tmdb.org/t/p/w500/y1AWUlJUxsnwEiC0gTfP2nUZ9c5.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 95479,
                    "title": "Jujutsu Kaisen",
                    "summary": "With his days numbered, high schooler Yuji decides to hunt down and consume the remaining 19 fingers of a deadly curse so it can die with him.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/g1rK2nRXSidcMwNliWDIroWWGTn.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 48866,
                    "title": "The 100",
                    "summary": "100 years in the future, when the Earth has been abandoned due to radioactivity, the last surviving humans live on an ark orbiting the planet — but the ark won't last forever. So the repressive regime picks 100 expendable juvenile delinquents to send down to Earth to see if the planet is still habitable.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/wcaDIAG1QdXQLRaj4vC1EFdBT2.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 79744,
                    "title": "The Rookie",
                    "summary": "Starting over isn’t easy, especially for small-town guy John Nolan who, after a life-altering incident, is pursuing his dream of being an LAPD officer. As the force’s oldest rookie, he’s met with skepticism from some higher-ups who see him as just a walking midlife crisis.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/6hChiX0vIjWY4y2kz1WndHVMsDu.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1425,
                    "title": "House of Cards",
                    "summary": "Set in present day Washington, D.C., House of Cards is the story of Frank Underwood, a ruthless and cunning politician, and his wife Claire who will stop at nothing to conquer everything. This wicked political drama penetrates the shadowy world of greed, sex and corruption in modern D.C.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/hKWxWjFwnMvkWQawbhvC0Y7ygQ8.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 108261,
                    "title": "Mr. Queen",
                    "summary": "In the present day, Jang Bong Hwan works as a chef at the President's Blue House. She has a free spirit, but her spirit somehow finds its way into the body of Queen Kim So Yong in the Joseon period.\n\nKing Cheol Jong has secrets. He seems like a figurehead, who is gentle and easygoing. In fact, he hides his strong aspects. Queen Sunwon is the late King Sunjo’s wife. She wields the true power in the country and, thus, relegates King Cheol Jong as just a figurehead. Kim Jwa Geun is Queen Sunwon’s younger brother. He is extremely ambitious.",
                    "rating": 8.8,
                    "image": "https://image.tmdb.org/t/p/w500/ozuyMnOO5pekDklyPpUL1Htkuzy.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 83097,
                    "title": "The Promised Neverland",
                    "summary": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage — a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family... never to be heard from again.\n\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.",
                    "rating": 9.2,
                    "image": "https://image.tmdb.org/t/p/w500/yxdeII5tI8qqiERcMxjW9DfB6Gz.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        },
        {
            "title": "Suggestions",
            "type": "landscape",
            "list": [
                {
                    "id": 62104,
                    "title": "The Seven Deadly Sins",
                    "summary": "The “Seven Deadly Sins”—a group of evil knights who conspired to overthrow the kingdom of Britannia—were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and assassinated the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's only daughter, sets out on a journey to find the “Seven Deadly Sins,” and to enlist their help in taking back the kingdom.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/gxTojpKEOtue85EEFlozwRbDXwJ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 63247,
                    "title": "Westworld",
                    "summary": "A dark odyssey about the dawn of artificial consciousness and the evolution of sin. Set at the intersection of the near future and the reimagined past, it explores a world in which every human appetite, no matter how noble or depraved, can be indulged.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/y55oBgf6bVMI7sFNXwJDrSIxPQt.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116174,
                    "title": "It's a Sin",
                    "summary": "A chronicle of four friends during a decade in which everything changed, including the rise of AIDS.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/hkoQ9Ut0mmQC8BmlScrGD78PlXw.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 87108,
                    "title": "Chernobyl",
                    "summary": "The true story of one of the worst man-made catastrophes in history: the catastrophic nuclear accident at Chernobyl. A tale of the brave men and women who sacrificed to save Europe from unimaginable disaster.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/hlLXt2tOPT6RRnjiUmoxyG1LTFi.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 89572,
                    "title": "Nancy Drew",
                    "summary": "Nancy Drew makes plans to leave her hometown for college, but finds herself drawn into a supernatural murder mystery instead.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/kcEreEX9s9SlvMM6Xp8iI3DoK1b.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1434,
                    "title": "Family Guy",
                    "summary": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
                    "rating": 6.9,
                    "image": "https://image.tmdb.org/t/p/w500/qlClTwL0GSGZUH7xwJU5PER5wnJ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 115970,
                    "title": "50M²",
                    "summary": "Seeking to uncover the truth about his past, a henchman betrays someone close to him and assumes a new identity in a small Istanbul neighborhood.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/nXX0wwN7NfA17AOnKvhIX4UKD1x.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 12971,
                    "title": "Dragon Ball Z",
                    "summary": "Five years have passed since the fight with Piccolo Jr., and Goku now has a son, Gohan. The peace is interrupted when an alien named Raditz arrives on Earth in a spacecraft and tracks down Goku, revealing to him that that they are members of a near-extinct warrior race called the Saiyans.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/f2zhRLqwRLrKhEMeIM7Z5buJFo3.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 2316,
                    "title": "The Office",
                    "summary": "The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/uyPdUn17Y8HkJYcTKooL2vOWESB.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 118690,
                    "title": "Disney’s House of Mouse",
                    "summary": "Disney's House of Mouse is an upcoming rebooted animated series on April 4, 2021 of the Disney+ shows the series are anime-like and animated.",
                    "rating": 0,
                    "image": "https://image.tmdb.org/t/p/w500",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71790,
                    "title": "S.W.A.T.",
                    "summary": "A locally born and bred S.W.A.T. lieutenant is torn between loyalty to the streets and duty to his fellow officers when he's tasked to run a highly-trained unit that's the last stop for solving crimes in Los Angeles.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/ushSkKB8aeLsyyW2c7S7CCmEmRA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 85586,
                    "title": "Coroner",
                    "summary": "Jenny Cooper investigates unexplained or sudden deaths in the city of Toronto. Fierce and quick-witted, Jenny is a newly-widowed single mother with secrets of her own to unearth.",
                    "rating": 7,
                    "image": "https://image.tmdb.org/t/p/w500/xpc6lb41T1ctPTPiYdLMITEiveE.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 79611,
                    "title": "Charmed",
                    "summary": "Set in the fictional college town of Hilltowne, Charmed follows the lives of three sisters, Macy, Mel and Maggie Vera who, after the tragic death of their mother, discover they are three of the most powerful witches of all time.",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/jyArBuSbEnSoQinAZBU6pZmmL6M.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116609,
                    "title": "Kenan",
                    "summary": "The recently widowed host of Atlanta's No. 2 morning show struggles to balance his job and his young daughters despite all the “help” he gets from his grifter father-in-law and his brother/assistant/manager/house guest.",
                    "rating": 6,
                    "image": "https://image.tmdb.org/t/p/w500/xGRQTdKNJko0CAVwF1649MEfwff.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 63174,
                    "title": "Lucifer",
                    "summary": "Bored and unhappy as the Lord of Hell, Lucifer Morningstar abandoned his throne and retired to Los Angeles, where he has teamed up with LAPD detective Chloe Decker to take down criminals. But the longer he's away from the underworld, the greater the threat that the worst of humanity could escape.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/4EYPN5mVIhKLfxGruy7Dy41dTVn.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 84112,
                    "title": "Hache",
                    "summary": "As Helena gains the trust and love of a dangerous heroin cartel leader in Barcelona, she develops the skills she needs to eventually seize his empire.",
                    "rating": 6.7,
                    "image": "https://image.tmdb.org/t/p/w500/yScOKZTBlug31LF89M3Dccymw5b.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116605,
                    "title": "River Where the Moon Rises",
                    "summary": "“River Where the Moon Rises” retells the love story between Pyeonggang and On Dal, who are characters in a classic Goguryeo folktale. Pyeonggang, also known as Yeom Ga Jin, is an ambitious woman who dreams of becoming the first female to lead Goguryeo, and she uses On Dal’s feelings for her to achieve her goals.\n\nKim So Hyun will play Pyeonggang, who is born a princess and raised a soldier. She is clever and level-headed. Ji Soo has been cast in the role of On Dal, a peace-loving, pure man who goes against his principles in order to protect Pyeonggang. Kang Ha Neul will play On Dal’s father On Hyup, the chief of the Sunnobu tribe and a general for Goguryeo.\n\nLee Ji Hoon will play the elite general Go Geon, who is perfect in every way. For the first time in his life, he longs to make Pyeonggang his and dives into an intense fight for her heart.",
                    "rating": 6,
                    "image": "https://image.tmdb.org/t/p/w500/dKuayWs2k56WRe5EK7Em09Hzu3Z.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 77947,
                    "title": "Harrow",
                    "summary": "When a dark secret from this past threatens to be exposed, unorthodox and brilliant medical examiner, Doctor Daniel Harrow, must use all his forensic skills to keep it buried forever.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/6IK84A1Pg5RRE3Bh28eG3gy2bB0.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1403,
                    "title": "Marvel's Agents of S.H.I.E.L.D.",
                    "summary": "Agent Phil Coulson of S.H.I.E.L.D. (Strategic Homeland Intervention, Enforcement and Logistics Division) puts together a team of agents to investigate the new, the strange and the unknown around the globe, protecting the ordinary from the extraordinary.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/gHUCCMy1vvj58tzE3dZqeC9SXus.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71789,
                    "title": "SEAL Team",
                    "summary": "The lives of the elite Navy Seals as they train, plan and execute the most dangerous, high-stakes missions our country can ask.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/uTSLeQTeHevt4fplegmQ6bOnE0Z.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 4614,
                    "title": "NCIS",
                    "summary": "From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has a shred of evidence connected to Navy and Marine Corps personnel, regardless of rank or position.",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/fi8EvaWtL5CvoielOjjVvTr7ux3.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 73223,
                    "title": "Black Clover",
                    "summary": "Asta and Yuno are two orphans who want the same thing: to become the Wizard King. Locked in a friendly rivalry, they work hard towards their goal. While Yuno excels at magic, Asta has a problem uncommon in this world: he has no powers! But, on the day they receive their grimoires, they surprise everyone. To reach their goal, they’ll each find their own path to greatness—with or without magic.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/kaMisKeOoTBPxPkbC3OW7Wgt6ON.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 82684,
                    "title": "That Time I Got Reincarnated as a Slime",
                    "summary": "37-year-old corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru Tempest, he begins his quest to create a world that’s welcoming to all races. Broken free from ordinary, stale past life, his fresh adventure in a fantasy world as a slime monster with unique abilities begins.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/jQb1ztdko9qc4aCdnMXShcIHXRG.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 89901,
                    "title": "Dickinson",
                    "summary": "Emily Dickinson. Poet. Daughter. Total rebel. In this coming-of-age story, Emily’s determined to become the world’s greatest poet.",
                    "rating": 8.8,
                    "image": "https://image.tmdb.org/t/p/w500/3tvm4WdGKw3Db0sMh9Pt4dckePn.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 67133,
                    "title": "MacGyver",
                    "summary": "20-something Angus MacGyver creates a clandestine organization where he uses his knack for solving problems in unconventional ways to help prevent disasters from happening.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/2zAogx9dmSAu2HYxbWzHe4ZaNY5.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 12609,
                    "title": "Dragon Ball",
                    "summary": "Long ago in the mountains, a fighting master known as Gohan discovered a strange boy whom he named Goku. Gohan raised him and trained Goku in martial arts until he died. The young and very strong boy was on his own, but easily managed. Then one day, Goku met a teenage girl named Bulma, whose search for the mystical Dragon Balls brought her to Goku's home. Together, they set off to find all seven and to grant her wish.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/tZ0jXOeYBWPZ0OWzUhTlYvMF7YR.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1412,
                    "title": "Arrow",
                    "summary": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
                    "rating": 6.6,
                    "image": "https://image.tmdb.org/t/p/w500/gKG5QGz5Ngf8fgWpBsWtlg5L2SF.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 94664,
                    "title": "Mushoku Tensei: Jobless Reincarnation",
                    "summary": "34-year-old virgin loser is kicked out of his home by his family and realized that his life is completely over. As he regrets wasting his life, a truck runs him over and he died. When he wakes up... He’s in a world of sword and sorcery! Reborn as a baby named Rudeus, he decides that this time, he’ll live a life he won’t regret!",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/fSHa8kwMPhD29grGX3miBq1BWCN.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116043,
                    "title": "L.U.C.A.: The Beginning",
                    "summary": "“LUCA\" is based on Charles Darwin’s proposition that all species of life have descended over time from common ancestors. (LUCA stands for \"last universal common ancestor.\")",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/z63Khoei0Qv9LJWWYynUBQrDpdl.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 68507,
                    "title": "His Dark Materials",
                    "summary": "Lyra is an orphan who lives in a parallel universe in which science, theology and magic are entwined. Lyra's search for a kidnapped friend uncovers a sinister plot involving stolen children, and turns into a quest to understand a mysterious phenomenon called Dust. She is later joined on her journey by Will, a boy who possesses a knife that can cut windows between worlds. As Lyra learns the truth about her parents and her prophesied destiny, the two young people are caught up in a war against celestial powers that ranges across many worlds.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/g6tIKGc3f1H5QMz1dcgCwADKpZ7.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        },
        {
            "title": "Popular Series",
            "type": "landscape",
            "list": [
                {
                    "id": 46260,
                    "title": "Naruto",
                    "summary": "In another world, ninja are the ultimate power, and in the Village Hidden in the Leaves live the stealthiest ninja in the land. Twelve years earlier, the fearsome Nine-Tailed Fox terrorized the village and claimed many lives before it was subdued and its spirit sealed within the body of a baby boy. That boy, Naruto Uzumaki, has grown up to become a ninja-in-training who's more interested in pranks than in studying ninjutsu.. but Naruto is determined to become the greatest ninja ever!",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/vauCEnR7CiyBDzRCeElKkCaXIYu.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 73021,
                    "title": "Disenchantment",
                    "summary": "Set in a ruined medieval city called Dreamland, Disenchantment follows the grubby adventures of a hard-drinking princess, her feisty elf companion and her personal demon.",
                    "rating": 7.5,
                    "image": "https://image.tmdb.org/t/p/w500/1WynayCqKRzrl4cFZR8NOfiDwd6.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 65930,
                    "title": "My Hero Academia",
                    "summary": "In a world where eighty percent of the population has some kind of super-powered Quirk, Izuku was unlucky enough to be born completely normal. But that won’t stop him from enrolling in a prestigious hero academy. Now, he’ll get his first taste of brutal rivalry from other schools as he braves the cutthroat, no-holds-barred provisional license exam.",
                    "rating": 8.9,
                    "image": "https://image.tmdb.org/t/p/w500/he1aoyFEPYAMsjGOVGfObbEIzid.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 92053,
                    "title": "For Life",
                    "summary": "A prisoner becomes a lawyer, litigating cases for other inmates while fighting to overturn his own life sentence for a crime he didn’t commit.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/2zh9v2G29RxwdRsbhSZK42ccfiQ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 79242,
                    "title": "Chilling Adventures of Sabrina",
                    "summary": "As her 16th birthday nears, Sabrina must choose between the witch world of her family and the human world of her friends. Based on the Archie comic.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/yxMpoHO0CXP5o9gB7IfsciilQS4.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 71912,
                    "title": "The Witcher",
                    "summary": "Geralt of Rivia, a mutated monster-hunter for hire, journeys toward his destiny in a turbulent world where people often prove more wicked than beasts.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/zrPpUlehQaBf8YX2NrVrKK8IEpf.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 60574,
                    "title": "Peaky Blinders",
                    "summary": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/6PX0r5TRRU5y0jZ70y1OtbLYmoD.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 70523,
                    "title": "Dark",
                    "summary": "A missing child causes four families to help each other for answers. What they could not imagine is that this mystery would be connected to innumerable other secrets of the small town.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/apbrbWs8M9lyOpJYU5WXrpFbk1Z.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 80006,
                    "title": "Good Trouble",
                    "summary": "After moving to The Coterie in Downtown Los Angeles, Callie and Mariana Foster realize that living on their own is not all that it’s cracked up to be.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/b9OwPQZr4dVv7K8SrUbAYJ35uLg.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 4629,
                    "title": "Stargate SG-1",
                    "summary": "The story of Stargate SG-1 begins about a year after the events of the feature film, when the United States government learns that an ancient alien device called the Stargate can access a network of such devices on a multitude of planets. SG-1 is an elite Air Force special operations team, one of more than two dozen teams from Earth who explore the galaxy and defend against alien threats such as the Goa'uld, Replicators, and the Ori.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/9Jegw0yle4x8jlmLNZon37Os27h.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 73586,
                    "title": "Yellowstone",
                    "summary": "Follow the violent world of the Dutton family, who controls the largest contiguous ranch in the United States. Led by their patriarch John Dutton, the family defends their property against constant attack by land developers, an Indian reservation, and America’s first National Park.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/43nVQqVsrshaOx9GfJq6JstsfCX.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 14929,
                    "title": "Heartland",
                    "summary": "Life is hard on the Flemings' ranch in the Alberta foothills where abused or neglected horses find refuge with a kind, hard-working family. Debts abound and the bank is about to foreclose. Can they keep the ranch running?",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/pvXluCDJPZgLwh6ncW6XXe6PXxZ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 46296,
                    "title": "Spartacus",
                    "summary": "Torn from his homeland and the woman he loves, Spartacus is condemned to the brutal world of the arena where blood and death are primetime entertainment.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/kAUI0oOWZbGAQMmv7WM6scvoE34.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 4607,
                    "title": "Lost",
                    "summary": "Stripped of everything, the survivors of a horrific plane crash  must work together to stay alive. But the island holds many secrets.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/og6S0aTZU6YUJAbqxeKjCa3kY1E.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1972,
                    "title": "Battlestar Galactica",
                    "summary": "When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/99PJSbcO2LeM10uOGWeFihNp77j.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 79593,
                    "title": "Magnum P.I.",
                    "summary": "Thomas Magnum, a decorated former Navy SEAL who, upon returning home from Afghanistan, repurposes his military skills to become a private investigator in Hawaii taking jobs no one else will with the help of fellow vets T.C. Calvin and Rick Wright, and the former MI:6 agent Higgins.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/mr7RTMZIWdcv0tVgC5jAQDlM2Mb.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 67198,
                    "title": "Star Trek: Discovery",
                    "summary": "Follow the voyages of Starfleet on their missions to discover new worlds and new life forms, and one Starfleet officer who must learn that to truly understand all things alien, you must first understand yourself.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/98RYSYsRNKWgrAAFBn0WfploUG7.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 19885,
                    "title": "Sherlock",
                    "summary": "A modern update finds the famous sleuth and his doctor partner solving crime in 21st century London.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/7WTsnHkbA0FaG6R9twfFde0I9hl.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 110948,
                    "title": "The Snoopy Show",
                    "summary": "The world’s most iconic dog is ready for his close-up. Dive into new adventures with the happy-dancing, high-flying, big-dreaming beagle, who's joined by best friend Woodstock and rest of the Peanuts gang.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/hqeCD4AZmcQdiOCybWoZGa74x0A.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 42009,
                    "title": "Black Mirror",
                    "summary": "A contemporary British re-working of The Twilight Zone with stories that tap into the collective unease about our modern world. \n\nOver the last ten years, technology has transformed almost every aspect of our lives before we've had time to stop and question it. In every home; on every desk; in every palm - a plasma screen; a monitor; a smartphone - a black mirror of our 21st Century existence.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/pXeuSWSKgWUnhRFHZ4TjAUU8lbE.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 93693,
                    "title": "Are You Afraid of the Dark?",
                    "summary": "Each season of this horror anthology series follows a different group of kids, members of the Midnight Society, as they discover terrifying curses and creatures.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/seCdnVx50nhHmDqaC6QEYM3jSG3.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 60572,
                    "title": "Pokémon",
                    "summary": "Join Satoshi accompanied by his partner Pikachu, as he travels through many regions, meets new friends and faces new challenges on his quest to become a Pokémon Master.",
                    "rating": 7,
                    "image": "https://image.tmdb.org/t/p/w500/rOuGm07PxBhEsK9TaGPRQVJQm1X.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 48891,
                    "title": "Brooklyn Nine-Nine",
                    "summary": "A single-camera ensemble comedy following the lives of an eclectic group of detectives in a New York precinct, including one slacker who is forced to shape up when he gets a new boss.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/dzj0oLZWe3qMgK4jlgdKWPVxxIx.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 70881,
                    "title": "Boruto: Naruto Next Generations",
                    "summary": "The Hidden Leaf Village has entered an era of peace and modernity. Tall buildings line the streets, giant screens flash with images, and the Thunder Rail runs through the village, connecting each district together. Though it's still a ninja village, the number of civilians has increased and the life of the shinobi is beginning to change. Boruto Uzumaki, son of Seventh Hokage Naruto Uzumaki, has enrolled in the Ninja Academy to learn the ways of the ninja. The other students are ready to dismiss him as \"just the son of the Hokage,” but Boruto’s heart and character blow all their assumptions away. As a series of mysterious events begins to unfold, it’s up to Boruto and his new friends to handle them. Like a gale-force wind, Boruto makes his own way into everyone's hearts; his story is about to begin!!",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/e0B6i48kxdRkMcK4tR4YNfXGWOc.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116111,
                    "title": "The Lady and the Dale",
                    "summary": "This documentary series explores an audacious 1970s auto scam centered around mysterious transgender entrepreneur Elizabeth Carmichael, who rose to prominence when she released the Dale, a fuel-efficient three-wheeled vehicle during the 1970s gas crisis.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/crMJcKrkrVLPhWU69AgxMB8LFtY.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 93741,
                    "title": "Jurassic World: Camp Cretaceous",
                    "summary": "Six teens attending an adventure camp on the opposite side of Isla Nublar must band together to survive when dinosaurs wreak havoc on the island.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/jWTDtbp2TnUGw1OJoDqq2O9IS0M.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 80748,
                    "title": "FBI",
                    "summary": "The New York office of the FBI brings to bear all their talents, intellect and technical expertise on major cases in order to keep their city and the country safe.",
                    "rating": 7.8,
                    "image": "https://image.tmdb.org/t/p/w500/7aWmC7BjwBFgIKA77VqrXyRPicJ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 93808,
                    "title": "Tribes of Europa",
                    "summary": "2074. In the wake of a mysterious global disaster, war rages between the Tribes that have emerged from the wreckage of Europe. Three siblings from the peaceful Origine tribe are separated and forced to forge their own paths in an action-packed fight for the future of this new Europa.",
                    "rating": 10,
                    "image": "https://image.tmdb.org/t/p/w500/6zZxAFOtNwHCtTgSc2hU7pVIvDl.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 72743,
                    "title": "Burden of Truth",
                    "summary": "A big city lawyer returns to her hometown to take the case of a group of girls suffering from a mysterious illness.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/2YLg5PQ27kgRp6uncqUhKHoXXUC.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 99071,
                    "title": "Redo of Healer",
                    "summary": "In a world of monsters, adventurers and magic, some of the most gifted healers are subjugated to brute force. Keyaru gains the ability to rewind time and turns the tables on those who’ve exploited him in this dark fantasy tale of vengeance and fury.",
                    "rating": 9.1,
                    "image": "https://image.tmdb.org/t/p/w500/hynFI7MltF1BBvroh3iJplnBZyc.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 4087,
                    "title": "The X-Files",
                    "summary": "The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/5BD0kiTGnDxONqdrsswTewnk6WH.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 94372,
                    "title": "FBI: Most Wanted",
                    "summary": "The Fugitive Task Force relentlessly tracks and captures the notorious criminals on the Bureau’s Most Wanted list. Seasoned agent Jess LaCroix oversees the highly skilled team that functions as a mobile undercover unit that is always out in the field, pursuing those who are most desperate to elude justice.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/a726XitXkpejyiBwOLlGmO7SLOe.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        },
        {
            "title": "Popular in Drama",
            "type": "landscape",
            "list": [
                {
                    "id": 89844,
                    "title": "30 Coins",
                    "summary": "Father Vergara—an exorcist, boxer and ex-convict—lives in a remote village in Spain. Hoping to be lost and forgotten, Vergara’s demons catch up to him.",
                    "rating": 6.9,
                    "image": "https://image.tmdb.org/t/p/w500/b2i9aaV6ncULl9jYXEoPi7VFJg8.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116045,
                    "title": "Hello, Me!",
                    "summary": "Miserable and unsuccessful, a woman thinks she's lost all her spark — until one day, her spunky younger self appears in front of her demanding change.",
                    "rating": 0,
                    "image": "https://image.tmdb.org/t/p/w500/eJomyEtQE9WF2GZWXcfzj3Omb5Q.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 41956,
                    "title": "Death in Paradise",
                    "summary": "Detective Inspector Richard Poole is transferred to Sainte Marie, an island in the Caribbean. Totally unsuited to the Caribbean way of life, Richard hates the sun, sea and sand and isn't used to the Sainte Marie style of policing. Working with the exotic Camille each week Richard investigates intricate and intriguing murders.",
                    "rating": 7.5,
                    "image": "https://image.tmdb.org/t/p/w500/lFvpF2V0xkiSdAVAViVqqEeeCt9.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 45782,
                    "title": "Sword Art Online",
                    "summary": "In the near future, a Virtual Reality Massive Multiplayer Online Role-Playing Game (VRMMORPG) called Sword Art Online has been released where players control their avatars with their bodies using a piece of technology called Nerve Gear. One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now...",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/nc33LuqbsT0g2NYcVTVaMLsvbXu.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 104877,
                    "title": "You Knock on My Door",
                    "summary": "Connecting all her hopes in her life to her education, Eda comes face to face with Serkan Bolat, who unknowingly cuts her scholarship abroad and caused her to remain a high school graduate. Serkan Bolat offers to give Eda her scholarship back if she pretends to be engaged to him for two months. Eda first rejects the offer due to her hatred for him, but when circumstances change, she has no choice but to accept the offer. While pretending to be engaged, Serkan and Eda begin to have a passionate, challenging relationship that will make you forget all they know right, because love is hard. And that's why it's amazing!!",
                    "rating": 9.3,
                    "image": "https://image.tmdb.org/t/p/w500/nzBenFJ2D2MCWTwTt2uc4BGWLtA.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 75006,
                    "title": "The Umbrella Academy",
                    "summary": "A dysfunctional family of superheroes comes together to solve the mystery of their father's death, the threat of the apocalypse and more.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/scZlQQYnDVlnpxFTxaIv2g0BWnL.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 95057,
                    "title": "Superman & Lois",
                    "summary": "After years of facing megalomaniacal supervillains, monsters wreaking havoc on Metropolis, and alien invaders intent on wiping out the human race, The Man of Steel aka Clark Kent and Lois Lane come face to face with one of their greatest challenges ever: dealing with all the stress, pressures and complexities that come with being working parents in today's society.",
                    "rating": 10,
                    "image": "https://image.tmdb.org/t/p/w500/gexsTq0ZHQ6ToI4v0NpJbpcnawm.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1408,
                    "title": "House",
                    "summary": "Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/lkvhReTBZ2Ksl0Dl5Oplsf6UYkF.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 60622,
                    "title": "Fargo",
                    "summary": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/9ZIhl17uFlXCNUputSEDHwZYIEJ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 88512,
                    "title": "Bonding",
                    "summary": "A New York City grad student moonlighting as a dominatrix enlists her gay BFF from high school to be her assistant.",
                    "rating": 7.5,
                    "image": "https://image.tmdb.org/t/p/w500/kLGU1UerWYj6DMB7jRhpJCgak6b.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 62560,
                    "title": "Mr. Robot",
                    "summary": "A contemporary and culturally resonant drama about a young programmer, Elliot, who suffers from a debilitating anti-social disorder and decides that he can only connect to people by hacking them. He wields his skills as a weapon to protect the people that he cares about. Elliot will find himself in the intersection between a cybersecurity firm he works for and the underworld organizations that are recruiting him to bring down corporate America.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/oKIBhzZzDX07SoE2bOLhq2EE8rf.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 32692,
                    "title": "Blue Bloods",
                    "summary": "A drama about a multi-generational family of cops dedicated to New York City law enforcement. Frank Reagan is the New York Police Commissioner and heads both the police force and the Reagan brood. He runs his department as diplomatically as he runs his family, even when dealing with the politics that plagued his unapologetically bold father, Henry, during his stint as Chief.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/5zbiQLACiHk96PXsGpvC5XPNLkm.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 104022,
                    "title": "Losing Alice",
                    "summary": "The story of Alice, an ambitious 47 year old female film director who becomes obsessed with 24 year old femme-fatale Sophie and eventually surrenders all moral integrity in order to achieve power, success and unlimited relevance.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/dcQkMhsQt0FFHanfjAboIoe7E9A.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 2288,
                    "title": "Prison Break",
                    "summary": "Due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother, who makes it his mission to deliberately get himself sent to the same prison in order to break the both of them out, from the inside out.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/j7HFOunuAVpOdiBhXpjwRxIgK5y.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 100771,
                    "title": "Soulmates",
                    "summary": "Fifteen years into the future, science has made a discovery that changes the lives of everyone on the planet – a test that unequivocally tells you who your soulmate is.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/rh4Rx4q9TtHyaqDFwORKnHNGyIq.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 62715,
                    "title": "Dragon Ball Super",
                    "summary": "With Majin Boo defeated half-a-year prior, peace returns to Earth, where Son Goku (now a radish farmer) and his friends now live peaceful lives. However, a new threat appears in the form of Beerus, the God of Destruction. Considered the most terrifying being in the entire universe, Beerus is eager to fight the legendary warrior seen in a prophecy foretold decades ago known as the Super Saiyan God. The series retells the events from the two Dragon Ball Z films, Battle of Gods and Resurrection 'F' before proceeding to an original story about the exploration of alternate universes.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/kbhu0tIv5E1PbAw2YPjrhoQ7I1s.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 113477,
                    "title": "Mr. Mayor",
                    "summary": "A retired businessman runs for mayor of Los Angeles to prove he's \"still got it.\" Once he wins, he has to figure out what he stands for, gain the respect of his biggest critic and connect with his teenage daughter, all while trying to get anything right for America's second weirdest city.",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/qppkOrZKvVhUQhUvMuB5SeHMBVX.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 60059,
                    "title": "Better Call Saul",
                    "summary": "Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Ehrmantraut. The series tracks Jimmy’s transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\".",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/cU0kAjGjA6d2XjBzJMUIEVKiGDb.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 615,
                    "title": "Futurama",
                    "summary": "The adventures of a late-20th-century New York City pizza delivery boy, Philip J. Fry, who, after being unwittingly cryogenically frozen for one thousand years, finds employment at Planet Express, an interplanetary delivery company in the retro-futuristic 31st century.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/4olv2DdNUdg7oE6zoevbZbgEPsB.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        },
        {
            "title": "Popular in Action",
            "type": "landscape",
            "list": [
                {
                    "id": 387,
                    "title": "SpongeBob SquarePants",
                    "summary": "Deep down in the Pacific Ocean in the subterranean city of Bikini Bottom lives a square yellow sponge named SpongeBob SquarePants. SpongeBob lives in a pineapple with his pet snail, Gary, loves his job as a fry cook at the Krusty Krab, and has a knack for getting into all kinds of trouble without really trying. When he's not getting on the nerves of his cranky next door neighbor Squidward, SpongeBob can usually be found smack in the middle of all sorts of strange situations with his best buddy, the simple yet lovable starfish, Patrick, or his thrill-seeking surfer-girl squirrel pal, Sandy Cheeks.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/zDuKxQkG8EemvLdBn43ChdM0MJL.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 95941,
                    "title": "Zoey's Extraordinary Playlist",
                    "summary": "After an unusual event, Zoey Clarke, a whip-smart computer coder forging her way in San Francisco, suddenly starts to hear the innermost wants, thoughts and desires of the people around her through popular songs.",
                    "rating": 7.9,
                    "image": "https://image.tmdb.org/t/p/w500/xhF6IXlq4HjEqoAqoPTq4YkgHB1.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 110316,
                    "title": "Alice in Borderland",
                    "summary": "With his two friends, a video-game-obsessed young man finds himself in a strange version of Tokyo where they must compete in dangerous games to win.",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/20mOwAAPwZ1vLQkw0fvuQHiG7bO.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 110070,
                    "title": "Horimiya",
                    "summary": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?",
                    "rating": 9.6,
                    "image": "https://image.tmdb.org/t/p/w500/zLNnCb6SL2HxyiRsDJ4t4S1mb91.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 17610,
                    "title": "NCIS: Los Angeles",
                    "summary": "The exploits of the Los Angeles–based Office of Special Projects (OSP), an elite division of the Naval Criminal Investigative Service that specializes in undercover assignments.",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/dRKhnQh84A5ARCUWWdhrEcZP80L.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 62649,
                    "title": "Superstore",
                    "summary": "A hilarious workplace comedy about a unique family of employees at a super-sized mega store. From the bright-eyed newbies and the seen-it-all veterans to the clueless summer hires and the in-it-for-life managers, together they hilariously tackle the day-to-day grind of rabid bargain hunters, riot-causing sales and nap-worthy training sessions.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/maBJkaBM4UqAttn9UkLCfZEVEfk.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 62688,
                    "title": "Supergirl",
                    "summary": "Twenty-four-year-old Kara Zor-El, who was taken in by the Danvers family when she was 13 after being sent away from Krypton, must learn to embrace her powers after previously hiding them. The Danvers teach her to be careful with her powers, until she has to reveal them during an unexpected disaster, setting her on her journey of heroism.",
                    "rating": 7.2,
                    "image": "https://image.tmdb.org/t/p/w500/4ka8vAzAFUZFKxWyfGfwVcSXuZo.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 12786,
                    "title": "Murdoch Mysteries",
                    "summary": "A Victorian-era Toronto detective uses then-cutting edge forensic techniques to solve crimes, with the assistance of a female coroner who is also struggling for recognition in the face of tradition, based on the books by Maureen Jennings.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/skoiOr9U46XcY5zzbUn4w8sHWV6.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 117946,
                    "title": "The Drowning",
                    "summary": "Since losing her son eight years ago, Jodie has been rebuilding her life but when she catches sight of Daniel, she is convinced she has found her missing son.",
                    "rating": 5.5,
                    "image": "https://image.tmdb.org/t/p/w500/7jdOyS9OXbtobEYDl8Z4V4iWaH3.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 65494,
                    "title": "The Crown",
                    "summary": "The gripping, decades-spanning inside story of Her Majesty Queen Elizabeth II and the Prime Ministers who shaped Britain's post-war destiny. \n\nThe Crown tells the inside story of two of the most famous addresses in the world – Buckingham Palace and 10 Downing Street – and the intrigues, love lives and machinations behind the great events that shaped the second half of the 20th century. Two houses, two courts, one Crown.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/7IbBxgYjpOp0i6BT1GRhrQ5EHBt.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 13916,
                    "title": "Death Note",
                    "summary": "Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/pMnxVmzuKBQ3JQIVhpv0QcZB0Ey.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 4613,
                    "title": "Band of Brothers",
                    "summary": "Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/bF0o2cJFVM4JPIOTc4GVMho7fkj.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 4194,
                    "title": "Star Wars: The Clone Wars",
                    "summary": "Yoda, Obi-Wan Kenobi, Anakin Skywalker, Mace Windu and other Jedi Knights lead the Grand Army of the Republic against the droid army of the Separatists.",
                    "rating": 8.5,
                    "image": "https://image.tmdb.org/t/p/w500/e1nWfnnCVqxS2LeTO3dwGyAsG2V.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 96648,
                    "title": "Sweet Home",
                    "summary": "Cha Hyun-Soo is a high school student. He is also a recluse and rarely leaves his room. He refuses to talk to his father, mother and younger sister. One day, his whole family, except for him, dies in a car accident. Cha Hyun-Soo is left all alone. He moves into a small apartment. At this time, a mysterious phenomenon of humans turning into monster occur all around the world. The residents of Cha Hyun-Soo's apartment building, including Pyeon Sang-Wook, fight against these monsters and try to survive.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/6eMg81CPLalULg8spPt2LxfQtFj.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 93454,
                    "title": "The Serpent",
                    "summary": "The remarkable story of how murderer Charles Sobhraj was captured. As the chief suspect in unsolved murders of young Western travellers across India, Thailand and Nepal’s ‘Hippie Trail’ in 1975 and 1976, Sobhraj had repeatedly slipped from the grasp of authorities worldwide to become Interpol's most wanted man, with arrest warrants on three different continents.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/mZve7vS8S7nyYMIJ5rJrjzOGwAZ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 114547,
                    "title": "Secrets of Sulphur Springs",
                    "summary": "12-year-old Griffin Campbell and his family move to the small town of Sulphur Springs and take ownership of an abandoned hotel rumored to be haunted by the ghost of a girl who disappeared decades ago. Griffin befriends Harper, a bright-eyed, mystery-obsessed classmate and together, they uncover a secret portal that allows them to travel back in time. In the past, they’ll attempt to uncover the key to solving this unsolved mystery, a mystery that affects everyone close to them.",
                    "rating": 9,
                    "image": "https://image.tmdb.org/t/p/w500/30MqitTOgIfeOhvwdMHkrM9p5mD.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 63926,
                    "title": "One-Punch Man",
                    "summary": "Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?",
                    "rating": 8.4,
                    "image": "https://image.tmdb.org/t/p/w500/iE3s0lG5QVdEHOEZnoAxjmMtvne.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 87917,
                    "title": "For All Mankind",
                    "summary": "Explore an aspirational world where NASA and the space program remained a priority and a focal point of our hopes and dreams as told through the lives of NASA astronauts, engineers, and their families.",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/lvYajilzbVUkj5QBmAD8v1qz0g4.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 2734,
                    "title": "Law & Order: Special Victims Unit",
                    "summary": "In the criminal justice system, sexually-based offenses are considered especially heinous. In New York City, the dedicated detectives who investigate these vicious felonies are members of an elite squad known as the Special Victims Unit. These are their stories.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/jDCgWVlejIo8sQYxw3Yf1cVQUIL.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 60625,
                    "title": "Rick and Morty",
                    "summary": "Rick is a mentally-unbalanced but scientifically-gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/8kOWDBK6XlPUzckuHDo3wwVRFwt.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 92611,
                    "title": "RuPaul's Drag Race UK",
                    "summary": "RuPaul has made the trip across the pond in search of a queen with the most charisma, uniqueness, nerve and talent in all the land.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/rGKdb9afwZSPSAZ2jN2SMf9tthQ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 112888,
                    "title": "True Beauty",
                    "summary": "Lim Ju-kyung is a high school student. Since she was little, she has had a complex about her appearance. To hide her bare face, Ju-kyung always wears make-up. Her excellent make-up skills make her pretty and she hides her bare face in front of others. She gets involved with 2 men; Lee Su-ho and Han Seo-jun.",
                    "rating": 7,
                    "image": "https://image.tmdb.org/t/p/w500/sld43SJArZqlnANJabq8R5wdOZk.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 8514,
                    "title": "RuPaul's Drag Race",
                    "summary": "Join RuPaul, the world's most famous drag queen, as the host, mentor and judge for the ultimate in drag queen competitions. The top drag queens in the U.S. will vie for drag stardom as RuPaul, in full glamazon drag, will reign supreme in all judging and eliminations while helping guide the contestants as they prepare for each challenge.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/gPbHZ9Wc1K3ZjZZ03NFc2Jsi6sn.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 246,
                    "title": "Avatar: The Last Airbender",
                    "summary": "In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world.",
                    "rating": 8.6,
                    "image": "https://image.tmdb.org/t/p/w500/cHFZA8Tlv03nKTGXhLOYOLtqoSm.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 67679,
                    "title": "Queen Sugar",
                    "summary": "Two sisters, Nova Bordelon and Charley Bordelon, with her teenage son Micah moves to the heart of Louisiana to claim an inheritance from her recently departed father - an 800-acre sugarcane farm.",
                    "rating": 7.5,
                    "image": "https://image.tmdb.org/t/p/w500/gWfMFgcT2gnvkxvg3Hh7wbujAU7.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 117327,
                    "title": "Pretty Hard Cases",
                    "summary": "A fun and honest portrayal of two radically different female detectives in their early 40s following Guns and Gangs detective Sam and Narcotics detective Kelly, who by day are true action heroes in their own particular way: skilled, tough, determined, and ruthless. But by night, they’re both grappling with loneliness, dysfunctional families, screwed-up love lives, and a sense that their professional ambitions may not be totally in line with their personal needs.",
                    "rating": 5,
                    "image": "https://image.tmdb.org/t/p/w500/6Dph48dcMQSpJmXftSeQPaWYjEL.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 114695,
                    "title": "Marvel Studios: Legends",
                    "summary": "Revisit the epic heroes, villains and moments from across the MCU in preparation for the stories still to come. Each dynamic segment feeds directly into the upcoming series — setting the stage for future events. This series weaves together the many threads that constitute the unparalleled Marvel Cinematic Universe.",
                    "rating": 7.6,
                    "image": "https://image.tmdb.org/t/p/w500/EpDuYIK81YtCUT3gH2JDpyj8Qk.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1413,
                    "title": "American Horror Story",
                    "summary": "An anthology horror drama series centering on different characters and locations, including a house with a murderous past, an asylum, a witch coven, a freak show, a hotel, a farmhouse in Roanoke and a cult.",
                    "rating": 8,
                    "image": "https://image.tmdb.org/t/p/w500/laAAPqhZ2dQuTZokuratKQ5EomT.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 56570,
                    "title": "Outlander",
                    "summary": "The story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world where her life is threatened. When she is forced to marry Jamie, a chivalrous and romantic young Scottish warrior, a passionate affair is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives.",
                    "rating": 8.1,
                    "image": "https://image.tmdb.org/t/p/w500/70PRIpG1phOyphejeLwi0K8zdJo.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 46648,
                    "title": "True Detective",
                    "summary": "An American anthology police detective series utilizing multiple timelines in which investigations seem to unearth personal and professional secrets of those involved, both within or outside the law.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/aowr4xpLP5sRCL50TkuADomJ98T.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 1437,
                    "title": "Firefly",
                    "summary": "In the year 2517, after the arrival of humans in a new star system, follow the adventures of the renegade crew of Serenity, a \"Firefly-class\" spaceship. The ensemble cast portrays the nine characters who live on Serenity.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/vZcKsy4sGAvWMVqLluwYuoi11Kj.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 18165,
                    "title": "The Vampire Diaries",
                    "summary": "The story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/aBkVgChtyyJaHyZh1gfd8DbzQon.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 46298,
                    "title": "Hunter x Hunter",
                    "summary": "Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.",
                    "rating": 8.7,
                    "image": "https://image.tmdb.org/t/p/w500/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 66840,
                    "title": "Bull",
                    "summary": "Dr. Jason Bull is the brilliant, brash, and charming founder of a hugely successful trial consulting firm.",
                    "rating": 6.9,
                    "image": "https://image.tmdb.org/t/p/w500/voTR6Hmd7PWc74WrCeP9W3qF58A.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 30983,
                    "title": "Case Closed",
                    "summary": "The son of a world famous mystery writer, Jimmy Kudo, has achieved his own notoriety by assisting the local police as a student detective. He has always been able to solve the most difficult of criminal cases using his wits and power of reason.",
                    "rating": 7.7,
                    "image": "https://image.tmdb.org/t/p/w500/hsN6hFZ57e3O3qDaa7yiuAtJjyE.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 58474,
                    "title": "Cosmos",
                    "summary": "Famed astrophysicist Neil deGrasse Tyson provides clarity for the vision of the cosmos as he voyages across the universe with never-before-told stories that delve into the scientific concepts of the laws of gravity and the origins of space and time.",
                    "rating": 8.3,
                    "image": "https://image.tmdb.org/t/p/w500/5o07ps0QZ0bNoRYxTn9cPdRWlUu.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 104712,
                    "title": "Men in Kilts: A Roadtrip with Sam and Graham",
                    "summary": "A celebration of Scottish history and culture, with Outlander stars Sam Heughan and Graham McTavish discovering the heritage of their native country, meeting local artisans and experts and experiencing genuine moments of awe and fascination as they share their travels with the audience.",
                    "rating": 0,
                    "image": "https://image.tmdb.org/t/p/w500/rHaOLfci1LmDYvBVXCulfDjMOAX.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 39297,
                    "title": "Last Man Standing",
                    "summary": "A married father of three tries to maintain his manliness in a world increasingly dominated by women.",
                    "rating": 7.3,
                    "image": "https://image.tmdb.org/t/p/w500/bVpsfkRdW4XxgsuaiqcD3qKXZdW.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 61381,
                    "title": "black-ish",
                    "summary": "A family man struggles to gain a sense of cultural identity while raising his kids in a predominantly white, upper-middle-class neighborhood.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/n2gjTDlq9EZPyZg5xTeDQVR1ySn.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 2190,
                    "title": "South Park",
                    "summary": "Follows the misadventures of four irreverent grade-schoolers in the quiet, dysfunctional town of South Park, Colorado.",
                    "rating": 8.2,
                    "image": "https://image.tmdb.org/t/p/w500/iiCY2QIGSnmtVkIdjkKAfwDs0KF.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 116500,
                    "title": "The Pembrokeshire Murders",
                    "summary": "Detective superintendent reopens two unsolved murder cases from the 1980s. Forensic methods link the crimes to a string of burglaries. Steve's team has to find more evidence before the perpetrator is released from prison.",
                    "rating": 7.4,
                    "image": "https://image.tmdb.org/t/p/w500/ksnlHQFaps1iGut80sbBcHdQeCZ.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                },
                {
                    "id": 49011,
                    "title": "Mom",
                    "summary": "Aan irreverent and outrageous take on true family love‐and dysfunction. Newly sober single mom Christy struggles to raise two children in a world full of temptations and pitfalls. Testing her sobriety is her formerly estranged mother, now back in Christy's life and eager to share passive-aggressive insights into her daughter's many mistakes.",
                    "rating": 7.1,
                    "image": "https://image.tmdb.org/t/p/w500/8jR5i2z51ymZMrehUgVHFlXUVcB.jpg",
                    "type": "series",
                    "url": "https://bitdash-a.akamaihd.net/content/sintel/hls/playlist.m3u8"
                }
            ]
        }
    ]
}